Repository: rs-webworks/style34
Catalog: translations/administration.*.xlf
Languages: cs

source: server-settings
cs: Nastavení serveru

source: server-url
cs: Adresa

source: server-token
cs: Token

source: server-settings-menu
cs: Nastavení

source: rsa-key
cs: RSA klíče

source: rsa-key-missing
cs: Nenalezeny

source: rsa-key-generate
cs: Vygenerovat novou sadu klíčů

source: server-public-key
cs: Public RSA klíč

source: rsa-key-found
cs: Nalezeny & validní

source: rsa-key-found-desc
cs: public.rsa i private.rsa klíče byly načteny v pořádku

source: rsa-keys-generated
cs: RSA klíče byly úspěšně vytvořeny

source: roles
cs: Role

source: roles-menu
cs: Přehled

source: role-name
cs: Název

source: role-users
cs: Uživatelé

source: role-color
cs: Barva

source: users-count
cs: Počet

source: role-users-id
cs: ID

source: role-users-name
cs: Přezdívka

source: role-users-actions
cs: Akce

source: users-edit
cs: Upravit

source: users
cs: Uživatelé

source: user-username
cs: Přezdívka

source: user-email
cs: Email

source: user-role
cs: Role

source: users-list
cs: Seznam uživatelů

source: no-results
cs: žádné výsledky

source: role-name-translated
cs: Název dle locale

source: __profiles
cs: Profily

source: __toggle-search-form
cs: Vyhledávání

source: __profiles-list
cs: Profily

source: __profile-role
cs: Role

source: __profile-actions
cs: Akce

source: __view-user
cs: Uživatel

source: __profile.roles.list.view-users
cs: Profily

source: __profile.roles.list.actions
cs: Akce
