Repository: rs-webworks/style34
Catalog: translations/email.*.xlf
Languages: cs

source: profile-activation-preheader
cs: Tvůj aktivační email pro potvrzení účtu

source: profile-activation-heading
cs: Tento email ti byl poslán, protože jsi si zažádal o registraci na webu %site%. Kliknutím na odkaz níže potvrdíš, že jsi tedy majitelem této emailové adresy a že jsi si opravdu o registraci zažádal ty.

source: profile-activation-button
cs: Aktivovat profil

source: footer
cs: Pokud máš nějaký dotaz tak nás kontaktuj na adrese %contactmail%.

source: unsuscribe-desc
cs: Nechceš od nás už nikdy žádné automatické zprávy?

source: unsuscribe
cs: Zrušit odběr

source: profile-activation-title
cs: Aktivace profilu

source: profile-request-reset-password-preheader
cs: Žádost o změnu hesla

source: profile-request-reset-password-title
cs: Změna hesla

source: profile-request-reset-password-heading
cs: Na tvém profilu byla vytvořena žádost o změnu hesla, ať už z důvodu zapomenutí nebo jiných. Pokud si přeješ tedy nastavit jiné heslo tak pokračuj následujícím tlačítkem na formulář pro změnu.

source: profile-request-reset-password-button
cs: Změnit heslo

source: profile-request-reset-password-bottom
cs: Nežádal jsi o změnu hesla? Může se jednat o pokus o útok na tvůj účet. Pokud máš strach o zabezpečení svého účtu tak nás prosím kontaktuj.
