Repository: rs-webworks/style34
Catalog: translations/profile.*.xlf
Languages: cs

source: register
cs: Registrovat

source: registration-success
cs: Registrace byla úspěšná!

source: registration-fee
cs: Registrační poplatek

source: membership-traits
cs: Výhody členství

source: membership-price
cs: Cena registrace

source: registration-failed
cs: Nastala chyba při registraci

source: email-activation-title
cs: Aktivace účtu - ověření emailové adresy

source: activation-needed
cs: Aktivace

source: activation-result
cs: Aktivace profilu

source: activation-invalid-token
cs: Aktivační token je neplatný

source: activation-failed
cs: Aktivace byla bohužel neúspěšná

source: activation-success
cs: Aktivace proběhla úspěšně

source: activation-expired-token
cs: Tokenu vypršela platnost

source: login-auth
cs: Přezdívka nebo Email

source: login-password
cs: Heslo

source: login-sign-in
cs: Přihlásit se

source: login-forgot-pass
cs: Zapomněl jsi heslo?

source: login-remember-me
cs: Zůstat přihlášen

source: settings
cs: Nastavení

source: security
cs: Zabezpečení

source: security-desc
cs: Nastav si zabezpečení a přístup ke svému účtu

source: settings-two-step-auth
cs: Dvou-fázové ověření telefonem

source: settings-change-password
cs: Změna hesla

source: change-password
cs: Změnit

source: settings-delete-profile
cs: Smazání účtu

source: delete-profile
cs: Zrušit účet

source: newsletter
cs: Nastavení zpráv

source: newsletter-desc
cs: Zde si můžeš upravit svůj emailový odběr

source: newsletter-weekly
cs: Týdenní přehled novinek

source: newsletter-monthly
cs: Měsíční přehled novinek

source: newsletter-overall-desc
cs: Pravidelné přehledy o nejzajímavějších událostech, nových srazech, členech, top fotkách a další zajímavosti

source: newsletter-yearl
cs: Roční souhrn toho NEJ

source: delete
cs: Smazání profilu

source: delete-warning
cs: Pozor! Tato akce má nevratné následky!

source: delete-warning-desc
cs: Vytvořením žádosti o smazání profilu bude odstraněno vše, co kdy bylo tímto vytvořeno a také veškerá tvá osobní data uložená na tomto serveru. Pokud jsi zaplatil členský poplatek tak ti nebude vrácen a ani není možné jej použít na jinou registraci!

source: profile-not-found
cs: Hledaný profil nebyl nalezen :(

source: two-step-auth-enabled
cs: Dvou-fázové ověření bylo úspěšně nastaveno

source: two-step-auth-failed
cs: Nastavení dvou-fázového ověření selhalo, zkus to prosím znovu.

source: request-reset-password-button
cs: Zažádat o reset hesla

source: request-reset-password-desc
cs: Zapomněl jsi svoje heslo k účtu? Vyplň zde svůj email a my ti na něj pošleme odkaz pomocí kterého si můžeš heslo změnit na nové. Žádost je platná po dobu 2 hodin, během kterých není možné vytvořit další.

source: request-reset-password
cs: Změna hesla

source: request-reset-password-unknown-mail
cs: Zadaný email u nás není registrován

source: two-step-auth-disabled
cs: Dvou-fázové ověření bylo vypnuto

source: profiles-tsa-desc
cs: <p>Aktivace dvou-fázového ověření telefonem vysoce zvyšuje zabezpečení tvého účtu. Při každém pokusu o přihlášení na novém zařízení bude nutné zadat vygenerovaný kód z aplikace Google Authenticator.</p> <p>V profilu si můžeš spravovat zařízení, na kterých si přihlášený a případně přístup odebrat. I přesto doporučjeme s přístupem k účtu pracovat obezřetně, několik základních opatření které by jsi měl určitě znát a dodržovat:</p> <ul> <li>Odhlásit se před odchodem od zařízení které je veřejně přístupné nebo k němu mají přístup další osoby </li> <li>Nikomu nesdělovat své heslo. Ani nikomu kdo by se mohl vydávat za správce/moderátora tohoto portálu. Pamatuj, že nikdo z pověřených osob nikdy nemá důvod tě o něj požádat, máme konkrétní nástroje pro správu profilů a nikdy tvé heslo nepotřebujeme k řešení jakékoliv situace. </li> <li>Mít nastavené dostatečně silné heslo. Úplně nejlepší přístup je mít heslo náhodně vygenerované a uložené ve správci hesel (např. Google Chrome Správce hesel, LastPass, Keypass...) </li> </ul>

source: profiles-tsa-creating-code
cs: Vytvoření kódu a aktivace

source: profiles-tsa-step-1
cs: Nejprve, pokud jí ještě nemáš, si na svém chytrém mobilním telefonu stáhni aplikace Google Authenticator:

source: profiles-tsa-step-2
cs: Aplikaci spusť, klepni na tlačítko <i class="fa fa-fw fa-plus-circle text-danger"></i> a vyber možnost "<i class="fa fa-fw fa-camera"></i> Skenovat čárový kód"

source: profiles-tsa-step-3
cs: Naskenuj si tento QR kód:

source: profiles-tsa-qr-code
cs: QR kód authenticatoru

source: profiles-tsa-qr-code-desc
cs: Tento QR kód je unikátní a vygenerovaný pouze pro tebe. Nepoužívej ho pro zapnutí dvou-fázového ověření na jiném účtu, kódy by byly nefunkční a přihlášení by bylo nemožné!

source: profiles-tsa-step-4
cs: V aplikaci se ti nyní budou generovat náhodné 6ti-místné kódy. Pro ověření, že je vše v pořádku a aktivaci dvou-fázového ověření opiš prosím kód zde:

source: profiles-tsa-generated-code
cs: Vygenerovaný kód

source: profiles-tsa-title
cs: Jak to funguje?

source: email-request-reset-password-title
cs: Žádost o změnu hesla

source: request-reset-password-already-pending
cs: Na této emailové adrese již byla žádost vytvořena. Zkontroluj svojí emailovou schránku

source: request-reset-password-sent
cs: Žádost o změnu hesla byla vytvořena. Během chvilky ti přijde email s odkazem na změnu hesla

source: email-registered
cs: Emailová adresa uvedená v profilu

source: reset-password
cs: Resetování hesla

source: reset-password-desc
cs: Pro dokončení resetování hesla si zde nyní nastav svoje nové heslo. Doporučujeme použít správce hesel (např. Chrome Správce hesel, LastPass, Keypass...) pro vygenerování bezpečného hesla. Heslo zadej dvakrát, ověříme tak, že nedošlo například k překlepu.

source: new-password
cs: Nové heslo

source: new-password-check
cs: Nové heslo znovu, pro kontrolu

source: reset-password-button
cs: Nastavit

source: reset-password-new-password-mismatch
cs: Kontrolně zadané nové heslo se neshoduje s novým heslem, možná překlep?

source: reset-password-failed
cs: Nastala chyba při ukládání nového hesla

source: reset-password-invalid-token
cs: Token pro změnu hesla již není platný

source: reset-password-success
cs: Změna hesla proběhla úspěšně

source: two-step-auth
cs: Dvou-fázové ověření

source: login-code
cs: Vygenerovaný kód

source: two-step-auth-desc
cs: Nyní zadej vygenerovaný kód z aplikace Google Authenticator na tvém telefonu:

source: two-step-auth-help-desc
cs: Nemáš přístup ke svému Google Authenticatoru?

source: two-step-auth-help-link
cs: Nápověda

source: settings-forget-devices
cs: Uložené zařízení

source: settings-forget-devices-button
cs: Zapomenout

source: settings-forget-devices-help
cs: Tímto tlačítkem můžeš smazat všechna zařízení, na kterých jsi úspěšně prošel dvou-fázovým ověřením a nastavil je jako uložená. Při dalším přihlášení bude vyžadováno nové ověření.

source: settings-logout-everywhere
cs: Přihlášená zařízení

source: settings-logout-everywhere-button
cs: Odhlásit všude

source: settings-logout-everywhere-help
cs: Odhlásí tě na všech přihlášených zařízeních.
