Repository: rs-webworks/style34
Catalog: translations/user.*.xlf
Languages: cs

source: settings
cs: Nastavení

source: security
cs: Zabezpečení

source: security-desc
cs: Nastavení zabezpeční účtu

source: settings-two-step-auth
cs: Dvou-fázové ověření

# settings-forget-devices
source: Forget devices
cs: Zapomenout povolená zařízení

source: settings-forget-devices-help
cs: Smaže záznamy o všech zařízeních odkud bylo povoleno přihlášení skrze dvou-fázové ověření.

source: settings-forget-devices-button
cs: Zapomenout

source: settings-logout-everywhere
cs: Odhlásit všude

source: settings-logout-everywhere-help
cs: Provede odhlášení na všech zařízeních tak aby jsi nezůstal nikde přihlášený a musel se znovu přihlásit i s heslem.

source: settings-logout-everywhere-button
cs: Odhlásit

source: settings-change-password
cs: Změna hesla

source: change-password
cs: Změnit

source: settings-delete-user
cs: Smazání účtu

source: delete-user
cs: Smazat

source: newsletter
cs: Novinky

source: newsletter-desc
cs: Nastavení emailových novinek a notifikací

source: newsletter-overall-desc
cs: Chceš dostávat pravidelné přehledy a seznam novinek toho co se změnilo? Zde si vyber četnost zpráv:

source: newsletter-weekly
cs: Týdně

source: newsletter-monthly
cs: Měsíčně

source: newsletter-yearl
cs: Ročně
