Repository: rs-webworks/style34
Catalog: translations/validators.*.xlf
Languages: cs

source: profile.username-required
cs: Přezdívka musí být vyplněna

source: profile.username-invalid
cs: Přezdívka mohou být pouze písmena, číslice, podtržíka a pomlčky

source: profile.state-required
cs: Země je povinná

source: profile.role.name-required
cs: Název je povinný

source: profile.role.color-required
cs: Barva je povinná

source: profile.username-max-length
cs: Přezdívka může být maximálně {{ limit }} znaků dlouhá

source: profile.username-min-length
cs: Přezdívka můsí mít alespoň {{ limit }} znaků

source: user.username-taken
cs: Tato přezdívka je už zabrána

source: user.email-taken
cs: Tento email je už registrovaný

source: user.username-required
cs: Přezdívka je povinná

source: user.username-max-length
cs: Přezdívka musí mít maximálně {{ limit }} znaků

source: user.username-min-length
cs: Přezdívka musí mít minimálně {{ limit }} znaků

source: user.username-invalid
cs: Název je povinný

source: user.email-invalid
cs: Email není ve správném formátu

source: user.email-required
cs: Email je povinný

source: user.password-required
cs: Heslo je povinné

source: user.password-max.length
cs: Heslo musí mít maximálně {{ limit }} znaků

source: user.password-min-length
cs: Heslo musí mít minimálně {{ limit }} znaků

source: user.ip-expected
cs: Chybí IP adresa
